/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* Dialog Title */
"Adding configuration failed" = "Niepowodzenie dodania konfiguracji";

/* Status window message */
"Adding server to configuration" = "Dodaję konfigurację serwera";

/* Status window message */
"Attempting to bind computer to directory" = "Próbują powiązać komputer z katalogiem";

/* Status window message */
"Attempting to unbind from Directory" = "Próbuję odłączyć komputer od katalogu";

/* No comment provided by engineer. */
"Bind\\U2026" = "Powiąż…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "Katalog wymaga dowiązania.  Dodanie nowego serwera LDAP anulowane.";

/* Dialog Title */
"Binding required" = "Wymagane powiązanie";

/* No comment provided by engineer. */
"Bound to the directory as" = "Dowiąż do katalogu jako";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* Dialog message */
"Computer is bound" = "Komputer jest dowiązany ";

/* Dialog Title */
"Computer record exists" = "Rekord komputera istnieje";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "W katalogu brakuje rekordu komputera.  Nastąpi odłączenie od katalogu.";

/* Status window message */
"Configuration of new server complete" = "Konfigurowanie nowego serwera zakończone";

/* Default button continue */
"Continue" = "Dalej";

/* appended to duplicated configs */
"copy" = "-kopia";

/* Dialog Title */
"Could not contact server" = "Nie można było skontaktować się z serwerem";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Nie można było skontaktować się z serwerem LDAP w celu odłączenia.  Czy chcesz wymusić usunięcie tej konfiguracji?";

/* No comment provided by engineer. */
"Custom" = "Własne";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Domyślne typy atrybutów";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Usunąć serwer LDAP?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Wykrywanie niezbędnych poziomów bezpieczeństwa oraz wymagań powiązań";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Powiązania katalogowe nie są obsługiwane";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "Uwierzytelnione dowiązanie do katalogu jest opcjonalne. Podaj dowiązywane dane.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Uwierzytelnione dowiązanie do katalogu jest wymagane. Podaj dowiązywane dane.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Wystąpił nieoczekiwany błąd";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Nie dodawaj";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Nie udało się zaalokować bufora danych";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Nie udało się zaalokować listy danych.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Nie udało się zbudować listy danych z łańcuchów znaków.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Nie udało się otworzyć węzła LDAPv3.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Nie udało się zachować konfiguracji LDAP.";

/* No comment provided by engineer. */
"From Server" = "Z serwera";

/* No comment provided by engineer. */
"Hide Options" = "Ukryj opcje";

/* Status window message */
"Initial server information discovery" = "Początkowe wykrywanie informacji o serwerze";

/* Dialog Title */
"Insufficient privileges" = "Niewystarczające przywileje";

/* Dialog Title */
"Invalid credentials supplied" = "Podane niewłaściwe dane logowania";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Podane zostały niewłaściwe dane logowania. Podaj je ponownie.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Niewłaściwa liczba znaków $ w bezpośrednim odwzorowaniu";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Serwer Open Directory";

/* No comment provided by engineer. */
"Overwrite" = "Zastąp";

/* No comment provided by engineer. */
"Please confirm deletion." = "Potwierdź usunięcie.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Wprowadź prawidłowe dane logowania, które pozwolą na dostęp do podanego katalogu.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Naruszenie wymagań bezpieczeństwa";

/* Dialog Title */
"Server already configured" = "Serwer już jest skonfigurowany";

/* Dialog Title */
"Server did not respond" = "Serwer nie odpowiada";

/* No comment provided by engineer. */
"Show Options" = "Pokaż opcje";

/* Dialog Title */
"Strong authentication not supported" = "Silne uwierzytelnienie nie jest wspierane";

/* default name when saving template - do not include .plist */
"Template" = "Szablon";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "Podane konto nie ma wystarczających przywilejów. Skontaktuj się z administratorem sieci i poproś go o pomoc.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "Podane dane logowania nie są prawidłowe. Spróbuj ponownie.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "Dodawany serwer nie obsługuje silnego uwierzytelnienia.  Hasła wysyłane do tego serwera mogą być czytelne dla innych komputerów w sieci.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "Zaznaczony serwer nie przestrzega skonfigurowanych zasad bezpieczeństwa.  Dodanie nowego serwera LDAP anulowane.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "Nie można było skontaktować się z podanym serwerem. Czy chcesz go skonfigurować ręcznie?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "Podany serwer jest już skonfigurowany.  Proces dodawania anulowany.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "W tym katalogu już jest komputer z tą nazwą. Czy chcesz go zastąpić w tym rekordzie? Może to uniemożliwić działanie innego komputera, jeśli jest używany.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Ten komputer jest powiązany z tym katalogiem. Czy chcesz usunąć to powiązanie?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Z nieznanych powodów nie można dodać tego serwera do tej konfiguracji. Użyj własnych ustawień, aby kontynuować.";

/* Dialog Title */
"Unable to contact directory" = "Nie można skontaktować się z katalogiem";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Nie można skontaktować się z katalogiem, by dokonać dowiązanie. Operacja anulowana.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Odłącz…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Nastąpił nieoczekiwany błąd podczas próby powiązania. Operacja anulowana.";

/* Dialog Title */
"Unexpected error while binding" = "Nastąpił nieoczekiwany błąd podczas powiązania";

/* No comment provided by engineer. */
"Untitled %d" = "bez nazwy %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Użyj uwierzytelnienia podczas połączenia";

/* Status window message */
"Validating record/attribute mapping" = "Sprawdzam poprawność odwzorowania rekord/atrybut";

/* Status window message */
"Validating the credentials that were supplied" = "Sprawdzam poprawność podanych danych uwierzytelnienia";

/* No comment provided by engineer. */
"Write to server failed" = "Zapisanie na serwerze nie powiodło się";

